<?php

return [
    'hide' => 'Удалить изображение',
    'confirm-hide' => 'Вы уверены?',

    'dict' => [
        'default-message' => 'Перетащите нужный файл или кликните чтобы воспользоваться Проводником',
        'fallback-message' => 'Ваш браузер безнадежно устарел.',
        'fallback-text' => 'Для загрузки файлов воспользуйтесь формой ниже.',
        'invalid-file-type' => 'Поддерживаются только файлы с расширением .jpg (.jpeg)',
        'file-too-big' => 'Файл слишком большого размера ({{filesize}} МБ), лимит - {{maxFilesize}} МБ.',
        'response-error' => 'Сервер вернул ошибку (код {{statusCode}}), обратитесь к администратору.',
    ],
];
